const mrInfo = {
  "버거킹 혜화역점": {
    description:
      "테이블 높이: 76cm\n출입구: 진입 가능, 미닫이 문\n내부 폭 접근성: O\n장애인 화장실: X, 상가 내 화장실",
    icon: "restaurant",
    point: [127.0021902, 37.5834065],
  },
  "포로이 대학로점": {
    description:
      "테이블 높이: 74cm\n출입구: 건물 내 출입구로 진입 가능, 미닫이 문\n내부 폭 접근성: O\n장애인 화장실: X",
    icon: "restaurant",
    point: [127.0029944, 37.5831721],
  },
  스시마시따: {
    description:
      "테이블 높이: -\n출입구: 건물내 엘리베이터(3층), 수동문\n내부 폭 접근성: 넓은편\n장애인 화장실: X\n기타: 엘리베이터 좁은편",
    icon: "restaurant",
    point: [127.000204, 37.5833341],
  },
  명동도면: {
    description:
      "테이블 높이: 66cm, 4인테이블권장\n출입구: 경사로, 수동문\n내부 폭 접근성: 좁은편 \n장애인 화장실: 상가외부 1층 (턱 6cm)",
    icon: "restaurant",
    point: [127.0003946, 37.5853232],
  },
  "희래등 (양꼬치, 꿔바로우, 마라탕)": {
    description:
      "테이블 높이: -\n출입구: 턱 5cm, 수동문\n내부 폭 접근성: 양호\n장애인 화장실: X",
    icon: "restaurant",
    point: [126.9951837, 37.5885275],
  },
  또와분식: {
    description:
      "테이블 높이: 70cm\n출입구: 경사로, 수동문\n내부 폭 접근성: 양호\n장애인 화장실: X (내부 화장실X)",
    icon: "restaurant",
    point: [126.9960798, 37.5879578],
  },
  맛밥김밥: {
    description:
      "테이블 높이: 66cm\n출입구: 경사로, 수동문\n내부 폭 접근성: 좁은 편, 4인테이블 휠체어 가능\n장애인 화장실: X (상가외부 일반화장실 계단필요)",
    icon: "restaurant",
    point: [127.0006733, 37.5852903],
  },
  낙원떡집: {
    description:
      "테이블 높이: X\n출입구: 평지, 수동문\n내부 폭 접근성: 진입가능, 테이크아웃\n장애인 화장실: X",
    icon: "restaurant",
    point: [127.0006456, 37.5853298],
  },
  "롯데리아 혜화점": {
    description:
      "테이블 높이: 67cm, 너비 좁은편 \n출입구: 경사로, 수동문\n내부 폭 접근성: 넓은편\n장애인 화장실: X\n기타: 키오스크 원칙, 장애인편의지원제공",
    icon: "restaurant",
    point: [127.0006926, 37.5857959],
  },
  "피자헛 혜화점": {
    description:
      "테이블 높이: X (테이크아웃전문)\n출입구: 경사로, 수동문\n내부 폭 접근성: 0\n장애인 화장실: X",
    icon: "restaurant",
    point: [126.9989948, 37.5834776],
  },
  "맥도날드 성균관대점": {
    description:
      "테이블 높이: 71.5cm\n출입구: 경사로, 수동문\n내부 폭 접근성: 넓은편\n장애인 화장실: X (내부 일반화장실 2층 계단필요)",
    icon: "restaurant",
    point: [126.9988538, 37.5833462],
  },
  마라주방: {
    description:
      "테이블 높이: -\n출입구: 평지, 수동문\n내부 폭 접근성: 0\n장애인 화장실: X",
    icon: "restaurant",
    point: [126.9986247, 37.583219],
  },
  "포보 성균관대점": {
    description:
      "테이블 높이: -\n출입구: 평지, 자동문\n내부 폭 접근성: 양호\n장애인 화장실: X (내부 일반화장실 계단 필요)\n기타: 지면부착식 의자 (휠체어 불가)",
    icon: "restaurant",
    point: [126.9985504, 37.5832831],
  },
  웰빙피자까페: {
    description:
      "테이블 높이: -\n출입구: 4cm, 수동문\n내부 폭 접근성: 좁은편\n장애인 화장실: X",
    icon: "restaurant",
    point: [126.9966618, 37.5873138],
  },
  "일송 칼국수": {
    description:
      "테이블 높이: 65.5cm (4인테이블권장)\n출입구: 경사로, 수동문\n내부 폭 접근성: 넓은편\n장애인 화장실: X (내부에 일반화장실)",
    icon: "restaurant",
    point: [126.9967773, 37.5866022],
  },
  "치킨매니아 성대점": {
    description:
      "테이블 높이: -\n출입구: 경사로(기울기 높음), 수동문, 도움벨 완비\n내부 폭 접근성: 좁은편\n장애인 화장실: X",
    icon: "restaurant",
    point: [126.9969949, 37.5856717],
  },
  "명륜진사갈비 명륜당점": {
    description:
      "테이블 높이: 68cm\n출입구: 경사로, 자동문\n내부 폭 접근성: 넓은편\n장애인 화장실: X (상가외부에 일반화장실)",
    icon: "restaurant",
    point: [126.9967627, 37.5856014],
  },
  "이삭토스트&커피 성균관대점": {
    description:
      "테이블 높이: X (테이크아웃전용)\n출입구: 계단, 수동문\n내부 폭 접근성: 좁음\n장애인 화장실: X",
    icon: "restaurant",
    point: [126.9975505, 37.5843941],
  },
  "천향록 中国餐厅": {
    description:
      "테이블 높이: -\n출입구: 건물내 엘리베이터, 수동문\n내부 폭 접근성: 넓은편\n장애인 화장실: X",
    icon: "restaurant",
    point: [126.9981515, 37.5839593],
  },
  추억의궁물떡볶이: {
    description:
      "테이블 높이: -\n출입구: 턱 5.5cm, 수동문\n내부 폭 접근성: 좁은편\n장애인 화장실: X",
    icon: "restaurant",
    point: [126.995252, 37.5887022],
  },
  숯불닭바베큐: {
    description:
      "테이블 높이: -\n출입구: 평지, 수동문\n내부 폭 접근성: 좁은편\n장애인 화장실: X",
    icon: "restaurant",
    point: [126.9967166, 37.5875708],
  },
  목우촌숯불갈비: {
    description:
      "테이블 높이: 65cm\n출입구: 평지, 수동문\n내부 폭 접근성: 넓은편\n장애인 화장실: X (해당상가 주차장에 일반화장실)",
    icon: "restaurant",
    point: [126.9963592, 37.5870797],
  },
  "MS DUCKS'": {
    description:
      "테이블 높이: 68cm\n출입구: 경사로, 수동문\n내부 폭 접근성: 양호\n장애인 화장실: X (상가외부 일반화장실 턱 매우높음)",
    icon: "restaurant",
    point: [126.9969452, 37.5846226],
  },
  신사치킨호프: {
    description:
      "테이블 높이: 65.5cm\n출입구: 턱 3.5cm, 수동문\n내부 폭 접근성: 양호\n장애인 화장실: X (외부 일반화장실 계단있음)",
    icon: "restaurant",
    point: [126.9974222, 37.5840722],
  },
  환식당: {
    description:
      "테이블 높이: -\n출입구: 턱 6cm, 평지, 수동문\n내부 폭 접근성: 좁은편\n장애인 화장실: X (내부 화장실X)",
    icon: "restaurant",
    point: [126.9975221, 37.5838702],
  },
  "주(酒)항아리": {
    description:
      "테이블 높이: 68.5cm\n출입구: 경사로, 수동문\n내부 폭 접근성: 양호\n장애인 화장실: X (내부 일반화장실 턱 높음)",
    icon: "restaurant",
    point: [126.998179, 37.5832648],
  },
  "도스타코스 성균관대점": {
    description:
      "테이블 높이: 65cm, 69.5cm\n출입구: 경사로, 수동문\n내부 폭 접근성: 양호\n장애인 화장실: X (내부 일반화장실 턱 높음)",
    icon: "restaurant",
    point: [126.9982434, 37.5831843],
  },
  아우네순대국: {
    description:
      "테이블 높이: 62.5cm\n출입구: 경사로, 수동문\n내부 폭 접근성: 양호\n장애인 화장실: 상가외부 1층 (턱 6cm)",
    icon: "restaurant",
    point: [127.000271, 37.586081],
  },
  명륜건강원: {
    description:
      "테이블 높이: 68cm\n출입구: 턱 5cm, 수동문\n내부 폭 접근성: 넓은편\n장애인 화장실: 상가외부 1층 (턱 6cm)",
    icon: "restaurant",
    point: [127.0002871, 37.5859736],
  },
  또봉이통닭: {
    description:
      "테이블 높이: 65cm\n출입구: 턱 2.5cm, 수동문\n내부 폭 접근성: 양호\n장애인 화장실: 상가외부 1층 (턱 X, 문폭 58cm)",
    icon: "restaurant",
    point: [127.0004303, 37.5832798],
  },
  "석관동떡볶이 대학로점": {
    description:
      "테이블 높이: 68cm\n출입구: 턱 5.5cm, 수동문\n내부 폭 접근성: 양호\n장애인 화장실: X",
    icon: "restaurant",
    point: [127.000327, 37.5832463],
  },
  "고씨네 대학로점": {
    description:
      "테이블 높이: 71cm\n출입구: 미닫이문, 주차장 앞 약간의 턱 있음\n내부 폭 접근성: O\n장애인 화장실: X",
    icon: "restaurant",
    point: [127.0039598, 37.5812034],
  },
  삼청화: {
    description:
      "테이블 높이: 74cm\n출입구: 문에 약간의 턱 있음, 미닫이 문, 폭 20cm로 약간 좁음\n내부 폭 접근성: O\n장애인 화장실: X",
    icon: "restaurant",
    point: [127.004007, 37.581185],
  },
  어바웃샤브: {
    description:
      "테이블 높이: 71cm\n출입구: 자동문, 폭 넓음\n내부 폭 접근성: O, 대부분 일체형 의자/테이블\n장애인 화장실: X",
    icon: "restaurant",
    point: [127.0039699, 37.5814383],
  },
  "아비꼬 대학로점": {
    description:
      "테이블 높이: -\n출입구: 미닫이문, 간격 넓음\n내부 폭 접근성: O\n장애인 화장실: X",
    icon: "restaurant",
    point: [127.003911, 37.5820889],
  },
  피터팬스테이크: {
    description:
      "테이블 높이: 72cm\n출입구: 미닫이문, 가게까지 가는 길이 경사가 심함\n내부 폭 접근성: O\n장애인 화장실: X, 1층 화장실 입구에 높은 턱",
    icon: "restaurant",
    point: [127.002575, 37.5842393],
  },
  "Gaemi Sikdang 개미식당 ": {
    description:
      "테이블 높이: 72 cm\n출입구: 83 cm, 턱 없음\n내부 폭 접근성: 공간 매우 협소\n장애인 화장실: X",
    icon: "restaurant",
    point: [126.9997037, 37.5829363],
  },
  김밥천국: {
    description:
      "테이블 높이: 72 cm\n출입구: 85 cm\n내부 폭 접근성: 테이블 간격이 협소해 움직임에 제한이 있음\n장애인 화장실: X",
    icon: "restaurant",
    point: [126.9976338, 37.5839775],
  },
  명륜왕만두: {
    description:
      "테이블 높이: 72 cm, 두께 6 cm, 휠체어가 걸릴 수 있음\n출입구: 아주 낮은 턱, 84 cm\n내부 폭 접근성: 가게가 작고 좁아서 이용에 불편함 예상\n장애인 화장실: X",
    icon: "restaurant",
    point: [126.9985586, 37.5832852],
  },
  "순대실록 대학로본점": {
    description:
      "테이블 높이: 적당\n출입구: 자동문\n내부 폭 접근성: 테이블 간 간격 여유 O\n장애인 화장실: O, 2층에 화장실",
    icon: "restaurant",
    point: [127.0030501, 37.5832367],
  },
  싸움의고수: {
    description:
      "테이블 높이: 72 cm\n출입구: 81 cm, 아주 낮은 턱\n내부 폭 접근성: 고정형 의자와 테이블, 입구 쪽 테이블 하나만 이용 가능\n장애인 화장실: X",
    icon: "restaurant",
    point: [126.9964093, 37.5843626],
  },
  "프리모바치오바치 대학로 (2층)": {
    description:
      "테이블 높이: 67.5 cm\n출입구: 92 cm, 자동문\n내부 폭 접근성: O\n장애인 화장실: X",
    icon: "restaurant",
    point: [127.0025124, 37.5817914],
  },
  핏제리아오: {
    description:
      "테이블 높이: 적당\n출입구: 한쪽 여닫이 문, 상시 열려 있음\n내부 폭 접근성: 테이블 간 간격 좁음\n장애인 화장실: X, 2 층 화장실",
    icon: "restaurant",
    point: [127.0045191, 37.5803063],
  },
  피시앤그릴: {
    description:
      "테이블 높이: 75 cm\n출입구: 2 m, 매우 넓음\n내부 폭 접근성: O\n장애인 화장실: X",
    icon: "etc",
    point: [127.0024111, 37.58245],
  },
  반저: {
    description:
      "테이블 높이: 실내, 야외 모두 이용 가능\n출입구: O\n내부 폭 접근성: O\n장애인 화장실: X",
    icon: "etc",
    point: [127.0028277, 37.5830332],
  },
  물결식당: {
    description:
      "테이블 높이: 57 cm\n출입구: 79 cm, 경사로 있음\n내부 폭 접근성: 매장이 작고 좁아서 이용에 불편할 수 있음\n장애인 화장실: X, 화장실 에 5 cm 이상의 턱이 있어 이용 불가\n기타: 입구에 강아지 펜스가 있어 미리 연락 주면 치워 준다고 하심",
    icon: "restaurant",
    point: [126.9969521, 37.5846638],
  },
  "돈돈정 대학로점": {
    description:
      "테이블 높이: -\n출입구: 자동문,  105 cm, 경사로 따로 있지만 턱 6.5 cm 정도로 전동휠체어로는 가능할 듯\n내부 폭 접근성: O\n장애인 화장실: X",
    icon: "restaurant",
    point: [126.999483, 37.5826037],
  },
  "교촌치킨 대학로점": {
    description:
      "테이블 높이: 일부 테이블만 이용 가능\n출입구: 자동문, 턱 없음\n내부 폭 접근성: O\n장애인 화장실: X",
    icon: "restaurant",
    point: [127.0003003, 37.5820333],
  },
  메밀향그집: {
    description:
      "테이블 높이: -\n출입구: 당기는 문, 84 cm, 턱 없음\n내부 폭 접근성: O\n장애인 화장실: X",
    icon: "restaurant",
    point: [127.0007166, 37.5823711],
  },
  "노브랜드버거 대학로점": {
    description:
      "테이블 높이: 홀 테이블은 높아서 이용 불가\n출입구: 자동문, 턱 없음\n내부 폭 접근성: O\n장애인 화장실: X\n기타: 키오스크 높아서 이용 불가, 카운터 주문은 가능",
    icon: "restaurant",
    point: [127.0014897, 37.5826604],
  },
  "퀴즈노스 방송대점": {
    description:
      "테이블 높이: -\n출입구: 양쪽 여닫이 문, 턱 없음\n내부 폭 접근성: O\n장애인 화장실: X",
    icon: "restaurant",
    point: [127.0026009, 37.5793028],
  },
  "미스터 빠삭 종로이화점": {
    description:
      "테이블 높이: 폭 72 cm\n출입구: 자동문\n내부 폭 접근성: O\n장애인 화장실: X",
    icon: "restaurant",
    point: [127.0034388, 37.5766687],
  },
  "혜화돈까스 (2층)": {
    description:
      "테이블 높이: -\n출입구: 엘리베이터 있음, 턱 없음, 여닫이 문\n내부 폭 접근성: O\n장애인 화장실: X",
    icon: "restaurant",
    point: [127.003033, 37.5825089],
  },
  아도레쿠치나: {
    description:
      "테이블 높이: -\n출입구: 얕은 턱 있음, 여닫이 문\n내부 폭 접근성: O\n장애인 화장실: X",
    icon: "restaurant",
    point: [126.9991312, 37.5863659],
  },
  "더키친750(2층)": {
    description:
      "테이블 높이: -\n출입구: 엘리베이터 있음, 턱 없음, 여닫이 문\n내부 폭 접근성: 넓은 편\n장애인 화장실: 확인 필요",
    icon: "restaurant",
    point: [127.0032519, 37.5824518],
  },
  일미식당: {
    description:
      "출입구 폭 : 90cm\n테이블 높이 : 70cm \n내부 폭 접근성 : 조금 좁으나 가능\n장애인 화장실 X\n경사로가 있으나 약간의 도움 필요함",
    icon: "restaurant",
    point: [126.9944575, 37.5893607],
  },
  홍순두부: {
    description: "문폭 : 90cm\n책상 높이 : 70cm\n장애인 화장실 존재 : X",
    icon: "restaurant",
    point: [126.9946211, 37.5892863],
  },
  쇼타돈부리: {
    description:
      "출입구 폭 : 100cm\n테이블 높이 : 70cm\n내부 폭 접근성 : 좁으나 가능\n장애인 화장실이 없으며, 경사로 있으나 도움이 필요",
    icon: "restaurant",
    point: [126.9951576, 37.5888634],
  },
  명륜섬식당: {
    description:
      "테이블 높이 : 70cm\n출입구 : 여닫이문, 진입 가능\n내부 폭 접근성 : O\n장애인 화장실 : X",
    icon: "restaurant",
    point: [126.9979259, 37.583335],
  },
  아시안테이블: {
    description:
      "테이블 높이 : 70cm\n출입구 : 진입 가능, 여닫이 문\n내부 폭 접근성 : O\n장애인 화장실 : X",
    icon: "restaurant",
    point: [126.9974746, 37.5834434],
  },
  "홈스테드커피 대학로점": {
    description:
      "테이블 높이: 72cm\n출입구: 진입 가능, 경사로, 자동문\n내부 폭 접근성: O, 테이블 간격 넓음\n장애인 화장실: X",
    icon: "cafe",
    point: [127.0037003, 37.5809157],
  },
  브라운에비뉴: {
    description:
      "테이블 높이: -\n출입구: 경사로, 수동문\n내부 폭 접근성: 양호\n장애인 화장실: 상가외부 1층 (턱 6cm)",
    icon: "cafe",
    point: [127.0003464, 37.5855698],
  },
  "위치스커피 대학로점": {
    description:
      "테이블 높이: -\n출입구: 경사로, 수동문\n내부 폭 접근성: 0\n장애인 화장실: 상가외부 1층 (턱 6cm)",
    icon: "cafe",
    point: [127.0003359, 37.5856654],
  },
  "그린빈스 성균관대": {
    description:
      "테이블 높이: X (테이크아웃전용)\n출입구: 평지, 수동문\n내부 폭 접근성: 0\n장애인 화장실: X",
    icon: "cafe",
    point: [126.9973005, 37.5848662],
  },
  건강한빵: {
    description:
      "테이블 높이: X (테이크아웃전용)\n출입구: 경사로, 자동문\n내부 폭 접근성: 좁은편\n장애인 화장실: X (내부 화장실X)",
    icon: "cafe",
    point: [126.9979255, 37.5835096],
  },
  "스타벅스 성대입구점": {
    description:
      "테이블 높이: X\n출입구: 경사로, 수동문\n내부 폭 접근성: 양호\n장애인 화장실: X (건물내 일반화장실 계단필요)\n기타: 매장내 엘리베이터 부재하므로 테이크아웃만 가능",
    icon: "cafe",
    point: [126.9983837, 37.5828943],
  },
  "Pit A Pat": {
    description:
      "테이블 높이: 67.5cm\n출입구: 경사로, 수동문\n내부 폭 접근성: 넓은편\n장애인 화장실: 상가외부 1층 (턱 6cm)",
    icon: "cafe",
    point: [127.0003034, 37.5858631],
  },
  파리바게뜨대학로점: {
    description:
      "테이블 높이: - \n출입구: 평지, 수동문\n내부 폭 접근성: 양호\n장애인 화장실: -",
    icon: "cafe",
    point: [126.9997638, 37.5830306],
  },
  엠알디: {
    description:
      "테이블 높이: 75cm\n출입구: 평지, 수동문\n내부 폭 접근성: 넓은편\n장애인 화장실: X (내부 일반화장실 턱 6cm, 내부공간은 넓은 편)",
    icon: "cafe",
    point: [126.9957455, 37.5877954],
  },
  리본윈도우: {
    description:
      "테이블 높이: 75cm\n출입구: 미닫이문\n내부 폭 접근성: 진입 통로 좁음\n장애인 화장실: X",
    icon: "cafe",
    point: [127.0024929, 37.5843511],
  },
  "디초콜릿커피앤드 (브루클린 커피)": {
    description:
      "테이블 높이: 74cm\n출입구: 미닫이문, 경사로 설치\n내부 폭 접근성: O\n장애인 화장실: X",
    icon: "cafe",
    point: [127.0037166, 37.5822467],
  },
  "플러스카페 마로니에공원점": {
    description:
      "테이블 높이: 높이가 낮고 폭이 좁아서 거의 이용이 힘듦, 창문 앞의 테이블은 이용 가능할 수도 있지만 전동도 편하게 사용하기 힘듦\n출입구: 자동문, 폭 92\n내부 폭 접근성: O\n장애인 화장실: O, 건물 안에 장애인 화징실 있음",
    icon: "cafe",
    point: [127.0023806, 37.5804206],
  },
  라콜롬브: {
    description:
      "테이블 높이: 71 cm\n출입구: 81*2 cm, 무거운 유리문이라 혼자 열기는 힘들 수 있음\n내부 폭 접근성: O\n장애인 화장실: X (계단식)",
    icon: "cafe",
    point: [127.0040004, 37.5802316],
  },
  "커피스미스 대학로 서경대": {
    description:
      "테이블 높이: 적당\n출입구: 여닫이 문\n내부 폭 접근성: O, 테이블 간 간격이 넓진 않음\n장애인 화장실: X, 서경대 혜화동 캠퍼스 1층 화장실 이용",
    icon: "cafe",
    point: [127.0021905, 37.5834204],
  },
  "스타벅스 동숭로아트점": {
    description:
      "테이블 높이: 적당\n출입구: 양쪽 여닫이 문\n내부 폭 접근성: 테이블 간 간격 좁음\n장애인 화장실: X, 2 층과 3 층에 화장실",
    icon: "cafe",
    point: [127.0038527, 37.5829393],
  },
  "씨어터 카페": {
    description:
      "테이블 높이: 70cm\n출입구: 82 cm\n내부 폭 접근성: O\n장애인 화장실: O",
    icon: "cafe",
    point: [127.0031655, 37.5820563],
  },
  "스타벅스 마로니에공원점": {
    description:
      "테이블 높이: 1층에 휠체어 이용 가능한 작은 테이블 2 개, 사람이 많아서 못 앉을 가능성 높음\n출입구: 80 cm\n내부 폭 접근성: O\n장애인 화장실: X",
    icon: "cafe",
    point: [127.0022679, 37.5815027],
  },
  "스타벅스 혜화역점": {
    description:
      "테이블 높이: 70 cm\n출입구: 80 cm\n내부 폭 접근성: O\n장애인 화장실: X",
    icon: "cafe",
    point: [127.0021501, 37.5825034],
  },
  "빽다방 대학로점": {
    description:
      "테이블 높이: O\n출입구: 100 cm\n내부 폭 접근성: O\n장애인 화장실: O, 경사로와 내부가 넓지는 않은 편",
    icon: "cafe",
    point: [127.0019044, 37.5783065],
  },
  "투썸플레이스 대학로점": {
    description:
      "테이블 높이: -\n출입구: O\n내부 폭 접근성: O\n장애인 화장실: X",
    icon: "cafe",
    point: [127.0019158, 37.5790144],
  },
  "커핀그루나루 대학로점": {
    description:
      "테이블 높이: 계단 없이 갈 수 있는 좌석이 많지 않음\n출입구: 당기는 문 85*2 cm\n내부 폭 접근성: O\n장애인 화장실: X, 화장실 2층에만 있음",
    icon: "cafe",
    point: [127.0015052, 37.5824271],
  },
  카페락앤락: {
    description:
      "테이블 높이: 공간이 넓고 테이블이 많이 휠체어 이용가능 좌석도 많은 편\n출입구: O\n내부 폭 접근성: O\n장애인 화장실: X",
    icon: "cafe",
    point: [127.002616, 37.5789365],
  },
  릴리마를렌: {
    description:
      "테이블 높이: -\n출입구: 미닫이 문(고장나서 다 안 열림, 수리 확인 필요)\n내부 폭 접근성: O\n장애인 화장실: X",
    icon: "cafe",
    point: [127.0008667, 37.5815801],
  },
  "프롬하츠커피 대학로점": {
    description:
      "테이블 높이: -\n출입구: 미닫이 문, 턱 없음\n내부 폭 접근성: O\n장애인 화장실: X",
    icon: "cafe",
    point: [127.0014901, 37.5825432],
  },
  "던킨도너츠 방송통신대점": {
    description:
      "테이블 높이: -\n출입구: 당기거나 미는 문, 턱 없음\n내부 폭 접근성: O\n장애인 화장실: O",
    icon: "cafe",
    point: [127.0024758, 37.5794266],
  },
  정주카페: {
    description:
      "테이블 높이: -\n출입구: 경사로 있지만 작은 턱이 있어서 뒤에서 밀거나 전동 휠체어여만 가능할 듯\n내부 폭 접근성: O\n장애인 화장실: X",
    icon: "cafe",
    point: [127.0046581, 37.5773503],
  },
  커피내리는분식: {
    description:
      "테이블 높이: -\n출입구: 여닫이 문, 경사로 있음\n내부 폭 접근성: O\n장애인 화장실: X",
    icon: "cafe",
    point: [127.0051962, 37.5787637],
  },
  솔트24: {
    description:
      "테이블 높이: -\n출입구: 여닫이문, 82 cm, 작은 턱 있음\n내부 폭 접근성: O\n장애인 화장실: X",
    icon: "cafe",
    point: [127.004224, 37.5797659],
  },
  "마자리스 Majalis": {
    description:
      "테이블 높이: -\n출입구: 여닫이 문, 울퉁불퉁한 돌바닥이라 진입이 어려울 수 있음\n내부 폭 접근성: O\n장애인 화장실: X",
    icon: "cafe",
    point: [127.00285, 37.5765034],
  },
  카페락앤락: {
    description:
      "테이블 높이: -\n출입구: 턱 없음, 양쪽 여닫이 문이지만 한쪽은 고정문, 문 열리는 폭은 90\n내부 폭 접근성: O\n장애인 화장실: X",
    icon: "cafe",
    point: [127.002616, 37.5789365],
  },
  온더모먼트: {
    description:
      "테이블 높이: -\n출입구: 경사로 있음, 양쪽 여닫이 문\n내부 폭 접근성: O\n장애인 화장실: X",
    icon: "cafe",
    point: [127.0036761, 37.5801384],
  },
  카페사흘: {
    description:
      "테이블 높이: -\n출입구: 턱 없음, 양쪽 여닫이 문\n내부 폭 접근성: 좁지만 양호한 편\n장애인 화장실: X",
    icon: "cafe",
    point: [127.0001498, 37.5870163],
  },
  초교수카페: {
    description:
      "테이블 높이: -\n출입구: 턱 없음, 엘리베이터 있음, 양쪽 여닫이 문\n내부 폭 접근성: O\n장애인 화장실: X",
    icon: "cafe",
    point: [127.0005896, 37.5863275],
  },
  카페달달: {
    description:
      "테이블 높이: - (낮음)\n출입구: 경사로 있음, 여닫이 문\n내부 폭 접근성: 좁지만 양호한 편\n장애인 화장실: X",
    icon: "cafe",
    point: [127.0006502, 37.5822784],
  },
  할리스커피: {
    description:
      "테이블 높이: -\n출입구: 경사로 있음, 양쪽 여닫이 문\n내부 폭 접근성: 양호, 1층만 이용 가능\n장애인 화장실: X",
    icon: "cafe",
    point: [126.9983919, 37.583509],
  },
  메가커피: {
    description:
      "테이블 높이: -\n출입구: 경사로 있음, 양쪽 여닫이 문\n내부 폭 접근성: 좁지만 양호한 편\n장애인 화장실: X",
    icon: "cafe",
    point: [127.0020454, 37.5839463],
  },
  "스타벅스 동숭길입구": {
    description:
      "테이블 높이: -\n출입구: 양쪽 여닫이 문\n내부 폭 접근성: 넓은 편\n장애인 화장실: 확인 필요",
    icon: "cafe",
    point: [127.0020237, 37.5842128],
  },
  "어쩌다 산책(B1층)": {
    description:
      "테이블 높이: -\n출입구: 엘리베이터 있음 약간의 턱 있음, 미닫이 문\n내부 폭 접근성: 넓은 편\n장애인 화장실: 확인 필요",
    icon: "cafe",
    point: [127.0040143, 37.5824204],
  },
  명륜다락방: {
    description:
      "출입구 : 자동문, 전동휠체어가 충분히 이동 가능\n장애인 화장실 : X (매장 내 화장실 존재)\n책상 높이 : 70cm\n점자 표지판이 존재함.",
    icon: "cafe",
    point: [126.9966377, 37.5871095],
  },
  "아르코예술극장 대극장": {
    description: "장애인 화장실",
    icon: "restroom",
    point: [127.0029588, 37.5811635],
  },
  아르코미술관: {
    description: "장애인 화장실",
    icon: "restroom",
    point: [127.0031889, 37.5804333],
  },
  "한국장애인문화예술원(이음)": {
    description: "장애인 화장실",
    icon: "restroom",
    point: [127.0023829, 37.5811397],
  },
  "Homeplus Express": {
    description:
      "테이블 높이: X\n출입구: 경사로, 자동문\n내부 폭 접근성: 넓은편\n장애인 화장실: 상가외부 1층 (턱 6cm)",
    icon: "etc",
    point: [127.0004112, 37.5851718],
  },
  동양서림: {
    description:
      "테이블 높이: X\n출입구: 경사로, 수동문\n내부 폭 접근성: 양호\n장애인 화장실: X",
    icon: "etc",
    point: [127.000608, 37.5854659],
  },
  성진약국: {
    description:
      "테이블 높이: X\n출입구: 평지, 수동문\n내부 폭 접근성: 0\n장애인 화장실: X",
    icon: "etc",
    point: [127.000594, 37.5855361],
  },
  "세븐일레븐 혜화점": {
    description:
      "테이블 높이:카페테리아 69cm\n출입구: 경사로, 수동문(폭 68cm)\n내부 폭 접근성: 넓은편\n장애인 화장실: X",
    icon: "etc",
    point: [127.0006057, 37.5856718],
  },
  대학로동물병원: {
    description:
      "테이블 높이: X\n출입구: 경사로, 수동문\n내부 폭 접근성: 0\n장애인 화장실: X",
    icon: "etc",
    point: [127.0001891, 37.5845885],
  },
  작심스터디카페서울혜화점: {
    description:
      "테이블 높이: -\n출입구: 건물내3층, 평지 \n내부 폭 접근성: 양호\n장애인 화장실: 건물내부1층에 위치\n기타: 해당건물 장애인주차구역 완비",
    icon: "etc",
    point: [127.0000187, 37.5844493],
  },
  "다이소 혜화점": {
    description:
      "테이블 높이: X\n출입구: 경사로, 자동문\n내부 폭 접근성: 양호\n장애인 화장실: X\n기타: 내부 엘리베이터 부재, 1층만 가용",
    icon: "etc",
    point: [126.9987448, 37.5831998],
  },
  "명륜안경 콘택트": {
    description:
      "테이블 높이: X\n출입구: 평지, 수동문\n내부 폭 접근성: 0\n장애인 화장실: X",
    icon: "etc",
    point: [126.99875, 37.583172],
  },
  성균안경원: {
    description:
      "테이블 높이: X\n출입구: 평지, 수동문\n내부 폭 접근성: 0\n장애인 화장실: X",
    icon: "etc",
    point: [126.9984498, 37.5834185],
  },
  "CU 대학로 2호점": {
    description:
      "테이블 높이: X\n출입구: 턱 6cm, 수동문\n내부 폭 접근성: 양호\n장애인 화장실: X",
    icon: "etc",
    point: [127.0003839, 37.583264],
  },
  대학로악세사리: {
    description:
      "테이블 높이: X\n출입구: 경사로, 수동문\n내부 폭 접근성: 0\n장애인 화장실: X",
    icon: "etc",
    point: [127.0006696, 37.5833606],
  },
  플래닛스터디카페: {
    description:
      "테이블 높이: -\n출입구: 건물내 엘리베이터(6층), 수동문\n내부 폭 접근성: -\n장애인 화장실: X",
    icon: "etc",
    point: [127.0011316, 37.5844812],
  },
  오행당약국: {
    description:
      "테이블 높이: X\n출입구: 평지, 수동문\n내부 폭 접근성: 매우좁음\n장애인 화장실: X",
    icon: "etc",
    point: [126.9970227, 37.585505],
  },
  프린트카페: {
    description:
      "테이블 높이: X\n출입구: 경사로, 수동문\n내부 폭 접근성: 0\n장애인 화장실: X",
    icon: "etc",
    point: [126.9971561, 37.5852659],
  },
  "365안경 ": {
    description:
      "테이블 높이: X\n출입구: 경사로, 수동문\n내부 폭 접근성: 0\n장애인 화장실: X",
    icon: "etc",
    point: [126.9973282, 37.5847829],
  },
  유림복사: {
    description:
      "테이블 높이: X\n출입구: 평지, 수동문\n내부 폭 접근성: 0\n장애인 화장실: X",
    icon: "etc",
    point: [126.998227, 37.5836591],
  },
  놀숲: {
    description:
      "테이블 높이: X\n출입구: 건물내 엘리베이터, 수동문\n내부 폭 접근성: 0\n장애인 화장실: X",
    icon: "etc",
    point: [126.9981515, 37.5839593],
  },
  성대마트: {
    description:
      "테이블 높이: X\n출입구: 경사로, 자동문\n내부 폭 접근성: 0\n장애인 화장실: X",
    icon: "etc",
    point: [126.9981515, 37.5839593],
  },
  "top25 편의점": {
    description:
      "테이블 높이: X\n출입구: 도보진입시 5.5cm, 평지, 수동문\n내부 폭 접근성: 넓은편\n장애인 화장실: X (내부 화장실X)",
    icon: "etc",
    point: [126.9947463, 37.5891184],
  },
  "선화 헤어센스": {
    description:
      "테이블 높이: X\n출입구: 턱 3cm, 수동문\n내부 폭 접근성: 양호\n장애인 화장실: X ",
    icon: "etc",
    point: [126.996614, 37.5872263],
  },
  모던세계주류: {
    description:
      "테이블 높이: X\n출입구: 경사로, 수동문\n내부 폭 접근성: 양호\n장애인 화장실: X (내부 화장실X)",
    icon: "etc",
    point: [126.9968903, 37.5859396],
  },
  "게임랜드 우리": {
    description:
      "테이블 높이: X\n출입구: 평지, 수동문\n내부 폭 접근성: 양호\n장애인 화장실: X",
    icon: "etc",
    point: [127.0002456, 37.5833458],
  },
  "CGV 대학로": {
    description:
      "테이블 높이: X\n출입구: 경사로, 매표 5층(엘리베이터 넓은편)\n내부 폭 접근성: 넓은편, 모든 관 휠체어석 완비\n장애인 화장실: 4층 (수동문, 내부 양호)",
    icon: "etc",
    point: [126.999828, 37.583422],
  },
};

export default mrInfo;
