const yjInfo = {
  백령도생바지락칼국수: {
    description:
      "테이블 높이: 68 cm\n출입구: 턱 약간 있음, 자동문\n내부 폭 접근성: 양호\n장애인 화장실: X\n기타: 2층, 엘리베이터 좁음",
    icon: "restaurant",
    point: [126.9703645, 37.2964378, 0],
  },
  "Manda(만다김밥)": {
    description:
      "테이블 높이: 64.5cm, 65 cm\n출입구: 좁으나, 사장님께 말씀드리면 샷시를 열어 주심\n내부 폭 접근성: 매우 좁음\n장애인 화장실: X\n기타: 보호자 부재 및 단독 방문 시 이용 어려워 보임(출입구 문제로)",
    icon: "restaurant",
    point: [126.9695785, 37.2970833, 0],
  },
  킹고하우스: {
    description:
      "테이블 높이: 65cm\n출입구: 폭 79cm, 여닫이문\n내부 폭 접근성: 넓음\n장애인 화장실: X\n기타: 사장님이 친절하심",
    icon: "restaurant",
    point: [126.9713739, 37.2972199, 0],
  },
  "성대 왕돈까스": {
    description:
      "테이블 높이: 66cm\n출입구: 폭 88cm, 여닫이문 열고 경사로 있음\n내부 폭 접근성: 보통-넓음\n장애인 화장실: X",
    icon: "restaurant",
    point: [126.9713739, 37.2972199, 0],
  },
  "옛이야기 덮밥 전문": {
    description:
      "테이블 높이: 66cm\n출입구: 턱 3cm, 폭 87cm, 여닫이문\n내부 폭 접근성: 보통\n장애인 화장실: X",
    icon: "restaurant",
    point: [126.9713739, 37.2972199, 0],
  },
  무대뽀핫도그: {
    description:
      "테이블 높이: 71cm\n출입구: 폭 90cm, 여닫이문\n내부 폭 접근성: 좁음\n장애인 화장실: X",
    icon: "restaurant",
    point: [126.9712576, 37.2969972, 0],
  },
  명동돈까스: {
    description:
      "테이블 높이: 68cm\n출입구: 폭 88cm, 여닫이문\n내부 폭 접근성: 좁음\n장애인 화장실: X",
    icon: "restaurant",
    point: [126.9712329, 37.2969745, 0],
  },
  "일미리 금계찜닭 수원 성균관대점": {
    description:
      "테이블 높이: 69cm\n출입구: 턱 4cm, 폭 99cm, 여닫이문\n내부 폭 접근성: 넓음\n장애인 화장실: X\n기타: 대로에서부터 서부로 2126번길 올라오는 길 진입 경사가 심함",
    icon: "restaurant",
    point: [126.9730449, 37.2978499, 0],
  },
  "업텐브로피자 성대점": {
    description:
      "테이블 높이: 71cm\n출입구: 턱 6cm, 폭 99cm, 여닫이문\n내부 폭 접근성: 넓음\n장애인 화장실: X\n기타: 대로에서부터 서부로 2126번길 올라오는 길 진입 경사가 심함",
    icon: "restaurant",
    point: [126.9728773, 37.2978189, 0],
  },
  화원루: {
    description:
      "테이블 높이: 65cm\n출입구: 턱 6cm, 폭 100cm, 여닫이문\n내부 폭 접근성: 넓음\n장애인 화장실: X\n기타: 대로에서부터 서부로 2126번길 올라오는 길 진입 경사가 심함",
    icon: "restaurant",
    point: [126.9728168, 37.2980253, 0],
  },
  지코바숯불양념치킨: {
    description:
      "테이블 높이: 69cm\n출입구: 턱 7cm, 폭 100cm, 여닫이문\n내부 폭 접근성: 넓음\n장애인 화장실: X\n기타: 대로에서부터 서부로 2126번길 올라오는 길 진입 경사가 심함",
    icon: "restaurant",
    point: [126.9727831, 37.2978453, 0],
  },
  "싸움의고수 수원성대점": {
    description:
      "테이블 높이: 64cm / 바테이블 70cm\n출입구: 폭 100cm, 여닫이문\n내부 폭 접근성: 넓음\n장애인 화장실: X\n기타: 대로에서부터 서부로 2126번길 올라오는 길 진입 경사가 심함",
    icon: "restaurant",
    point: [126.9726724, 37.2977772, 0],
  },
  성대목장: {
    description:
      "테이블 높이: 70cm\n출입구: 여닫이문\n내부 폭 접근성: \n장애인 화장실: X",
    icon: "restaurant",
    point: [126.9692569, 37.2969672, 0],
  },
  "반갑다친구야(솥뚜껑삼겹살)": {
    description:
      "테이블 높이: -\n출입구: 불편한 경사로, 여닫이문\n내부 폭 접근성: \n장애인 화장실: X",
    icon: "restaurant",
    point: [126.9690425, 37.2968932, 0],
  },
  이까야: {
    description:
      "테이블 높이: -\n출입구: 턱 6cm, 여닫이문\n내부 폭 접근성: \n장애인 화장실: X",
    icon: "restaurant",
    point: [126.9688915, 37.2968993, 0],
  },
  "빨간석쇠구이 성대점": {
    description:
      "테이블 높이: -\n출입구: 경사로 있지만 턱 2cm, 여닫이문\n내부 폭 접근성: \n장애인 화장실: X",
    icon: "restaurant",
    point: [126.9684989, 37.2969535, 0],
  },
  "홍추곱창카페 수원성균관대점": {
    description:
      "테이블 높이: -\n출입구: 여닫이문\n내부 폭 접근성: \n장애인 화장실: X",
    icon: "restaurant",
    point: [126.9686988, 37.2972039, 0],
  },
  "무한리필 신특심한우곱창(牛특심한우곱창)": {
    description:
      "테이블 높이: -\n출입구: 턱 8cm, 여닫이문\n내부 폭 접근성: \n장애인 화장실: X",
    icon: "restaurant",
    point: [126.9688861, 37.2973613, 0],
  },
  보리네주먹고기: {
    description:
      "테이블 높이: -\n출입구: 턱 4cm, 여닫이문\n내부 폭 접근성: \n장애인 화장실: X",
    icon: "restaurant",
    point: [126.9691362, 37.2977199, 0],
  },
  "밀플랜(meal plan)": {
    description:
      "테이블 높이: 75cm\n출입구: 여닫이문\n내부 폭 접근성: \n장애인 화장실: X\n\n상세주소 : 수원시 율전로 90-6",
    icon: "restaurant",
    point: [126.9686206, 37.2973914, 0],
  },
  "이자카야 슌(居酒屋 旬)": {
    description:
      "테이블 높이: 70cm\n출입구: 턱 10cm, 미닫이문\n내부 폭 접근성: \n장애인 화장실: X",
    icon: "restaurant",
    point: [126.9688062, 37.2971795, 0],
  },
  "마왕족발 성균관대점": {
    description:
      "테이블 높이: 70cm\n출입구: 턱 15cm, 여닫이문\n내부 폭 접근성: \n장애인 화장실: X",
    icon: "restaurant",
    point: [126.9685671, 37.2967683, 0],
  },
  "얌샘김밥 성대점": {
    description:
      "테이블 높이: 68.5 cm\n출입구: 82 cm 여닫이문\n내부 폭 접근성: 좁은 편\n장애인 화장실: X\n기타: 키오스크로 주문, 셀프바 있음",
    icon: "restaurant",
    point: [126.9705502, 37.297492, 0],
  },
  성대찌개고을: {
    description:
      "테이블 높이: -\n출입구: 턱 10cm, 여닫이문\n내부 폭 접근성: \n장애인 화장실: X",
    icon: "restaurant",
    point: [126.96936, 37.2971789, 0],
  },
  장춘: {
    description:
      "테이블 높이: 69cm, 68 cm\n출입구: 넓음, 여닫이문\n내부 폭 접근성: 양호\n장애인 화장실: X",
    icon: "restaurant",
    point: [126.9705502, 37.297492, 0],
  },
  "본죽 수원율전점": {
    description:
      "테이블 높이: 68.5 cm\n출입구: 넓음, 여닫이문\n내부 폭 접근성: 양호\n장애인 화장실: X",
    icon: "restaurant",
    point: [126.9704966, 37.2973681, 0],
  },
  수해복마라탕: {
    description:
      "테이블 높이: 66.5 cm\n출입구: 턱 5.5 cm, 10 cm, \n내부 폭 접근성: 넓음\n장애인 화장실: X\n기타: 보호자 동행 시 수동 휠체어도 입장 가능. 셀프바 있음",
    icon: "restaurant",
    point: [126.9696217, 37.2965189, 0],
  },
  마포구이촌: {
    description:
      "테이블 높이: 69.5 cm\n출입구: 넓음\n내부 폭 접근성: 넓음\n장애인 화장실: X",
    icon: "restaurant",
    point: [126.9703847, 37.2975555, 0],
  },
  다올베이커리: {
    description:
      "테이블 높이: -\n출입구: 턱 4.5 cm, 여닫이문\n내부 폭 접근성: 매우 좁음\n장애인 화장실: X\n기타: 테이크아웃 전용",
    icon: "cafe",
    point: [126.9701243, 37.2968783, 0],
  },
  키스커피수원성대점: {
    description:
      "테이블 높이: 사각테이블 72cm / 원형테이블 71cm\n출입구: 입구 조금 가파른 경사로가 있으나 사선임 / 그 옆에 턱은 6cm, 폭 90cm, 여닫이문\n내부 폭 접근성: 보통\n장애인 화장실: X",
    icon: "cafe",
    point: [126.9719221, 37.2977121, 0],
  },
  "공차 성대점": {
    description:
      "테이블 높이: 창문쪽 65cm, 내부쪽 67cm\n출입구: 턱1 3cm, 턱2 6cm(길쪽과 가게문쪽 각각 턱 있음) 입구 울퉁불퉁, 폭 127cm 여닫이문\n내부 폭 접근성: 넓음\n장애인 화장실: X\n기타: 대로에서부터 서부로 2126번길 올라오는 길 진입 경사가 심함",
    icon: "cafe",
    point: [126.972169, 37.2981396, 0],
  },
  "하삼동커피 수원성균관대점": {
    description:
      "테이블 높이: 내부 사각테이블 71cm / 내부 큰 원형테이블 72cm\n출입구: 턱 7cm, 폭 100cm, 여닫이문\n내부 폭 접근성: 보통~넓음\n장애인 화장실: X\n기타: 대로에서부터 서부로 2126번길 올라오는 길 진입 경사가 심함",
    icon: "cafe",
    point: [126.9727338, 37.2979899, 0],
  },

  "율천동 행정복지센터": {
    description:
      "출입구: 경사로, 여닫이문\n내부 폭 접근성: 넓음(현재는 코로나 관계로 큐알코드 책상 때문에 좁음)\n장애인 화장실: O\n*다만, 현재 운영 미비. (앞에 짐/자동문 전원 OFF 상태)",
    icon: "restroom",
    point: [126.9713572, 37.2975798, 0],
  },

  루다헤어: {
    description:
      "테이블 높이: X\n출입구: 경사로, 자동문\n내부 폭 접근성: -\n장애인 화장실: X",
    icon: "etc",
    point: [126.9686206, 37.2973914, 0],
  },
  "프린트카페 성균관대자연캠퍼스점": {
    description:
      "테이블 높이: X\n출입구: 턱 7cm, 폭 89cm, 여닫이문\n내부 폭 접근성: 넓음\n장애인 화장실: X",
    icon: "etc",
    point: [126.9716992, 37.2971885, 0],
  },
  "GS25 성대학사": {
    description:
      "테이블 높이: X\n출입구: 경사로의 턱 5-6cm, 여닫이문\n내부 폭 접근성: 넓음\n장애인 화장실: X\n기타: 대로에서부터 서부로 2126번길 올라오는 길 진입 경사가 심함",
    icon: "etc",
    point: [126.9734976, 37.2978925, 0],
  },
  "CU 수원성균관점": {
    description:
      "테이블 높이: X\n출입구: 입구턱 3cm 폭 85cm, 여닫이문\n내부 폭 접근성: 좁음\n장애인 화장실: X",
    icon: "etc",
    point: [126.9713739, 37.2972199, 0],
  },
  한숙경헤어샵: {
    description:
      "테이블 높이: X\n출입구: 경사로, 여닫이문\n내부 폭 접근성: \n장애인 화장실: X",
    icon: "etc",
    point: [126.9693028, 37.2970748, 0],
  },
  이마트에브리데이: {
    description:
      "테이블 높이: X\n출입구: 미닫이문\n내부 폭 접근성: \n장애인 화장실: X",
    icon: "etc",
    point: [126.968061, 37.296805, 0],
  },
};

export default yjInfo;
